{
    "menu_inicio": "Home",
    "menu_nosotros": "About Us",
    "menu_productos": "Products",
    "menu_contacto": "Contact",
    "about_title": "About Us",
    "about_text_1": "In [brand] we specialize in the professional design, research, development, and large-scale manufacturing of luggage, insulated food-delivery bags, technical apparel and other items for field operations.",
    "about_text_2": "We are based in China—Shenzhen—with [experience_en]. Our manufacturing sites in Shenzhen and Dongguan operate with a combined annual production capacity of 1,000,000 pieces.",
    "about_text_3": "Our production infrastructure integrates automated equipment, intelligent production lines, and standardized processes, allowing us to deliver superior design capabilities, manufacturing precision, and high operational efficiency.",
    "about_text_4": "We implement advanced quality-control systems, multi-stage inspection procedures, and technical material management to ensure consistency, durability, and strong performance across all products.",
    "about_text_5": "With an optimized supply chain, reliable delivery times, and specialized technical support, we have become a trusted manufacturing partner for international brands that require high production standards and operational excellence.",
    "history_title": "Our Journey",
    "timeline_header_1": "Start-up Phase",
    "timeline_content_1": "The company was established in Shenzhen, with its initial business focus on traditional luggage manufacturing.",
    "timeline_header_2": "Business breakthroughs and capacity expansion",
    "timeline_content_2": "Cooperated with leading domestic food delivery platforms and officially entered the thermal insulation bag field. Constructed the first professional thermal insulation bag production line.",
    "timeline_header_3": "Globalization layout",
    "timeline_content_3": "Products are sold far and wide in Southeast Asian and European markets. Passed the BSCI audit, demonstrating a commitment to ethical production.",
    "timeline_header_4": "Capacity upgrade and automation transformation",
    "timeline_content_4": "Move into the new factory area to meet the needs of business growth; introduce automated supporting equipment, increasing production efficiency by 40%.",
    "timeline_header_5": "Both quality and technology improvement",
    "timeline_content_5": "Design and produce insulation bags that are lighter, more durable, and easier to carry, improving the working conditions of riders; also making their deliveries more efficient and relaxed.",
    "timeline_header_6": "Forward -looking layout",
    "timeline_content_6": "[feature_1_en] Develop temperature tracking solutions integrated with IoT sensors. [feature_2_en] Deepen efforts in the North American and South American markets. [feature_3_en] Increase investment in automated equipment and sustainable materials.",
    "products_title": "Our Products",
    "product_1": "Delivery Bags",
    "product_2": "Jackets",
    "product_3": "Vests",
    "product_4": "T-Shirts",
    "product_5": "Raincoats",
    "product_6": "Boot Covers",
    "product_7": "Hoodies",
    "product_features_title": "All our products are highly customizable.",
    "product_features_subtitle": "We manufacture using the fabric type and color your brand requires, including special developments based on technical specifications or Pantone standards.",
    "feature1_details_title": "Fully Customized Fabrics",
    "feature1_details_item1": "Fiber Type",
    "feature1_details_item2": "GSM (Weight)",
    "feature1_details_item3": "Density",
    "feature1_details_item4": "Coatings",
    "feature1_details_item5": "Special Treatments",
    "feature2_details_title": "Available Sizes",
    "feature2_details_item1": "XS · S · M · L · XL · 2XL · 3XL · 4XL",
    "feature2_details_item2": "We also manufacture out-of-range sizes upon request.",
    "feature3_details_title": "Color Customization",
    "feature3_details_item1": "From standard solid colors to special shades developed based on your reference or Pantone code.",
    "production_features_section_title": "10 years developing tailored solutions to help your business grow without limits.",
    "production_features_section_line1": "We operate [production_features_section_line1_span_en], designed to maximize speed, precision, and consistency in every piece we manufacture.",
    "production_features_section_line2": "Our main production line reaches a [production_features_section_line2_span_en], allowing us to respond quickly to urgent or large-scale projects.",
    "core_features_section_title": "Advantages that drive your growth",
    "core_features_section_subtitle1": "Efficient, large-scale production",
    "core_features_section_line1": "We operate with a lean production model and a [capacity_en] enabling us to reliably deliver high-volume orders and optimize costs through large-scale manufacturing.",
    "core_features_section_subtitle2": "Strict quality-control system",
    "core_features_section_line2": "All our products comply with [certifications1] and several production lines are certified under international standards such as [certifications2_en] We implement full-process inspections at every stage—from raw-material selection to production and final delivery—ensuring stable performance and reliable quality in every product.",
    "core_features_section_subtitle3": "Vertical integration and complete cost control",
    "core_features_section_line3": "We internally develop key materials and work with top-tier strategic suppliers, achieving an integrated supply chain that combines [core_features_section_line3_span_en]",
    "core_features_section_subtitle4": "Fast response and agile lead times",
    "core_features_section_line4": "Thanks to our inventory management and supply-chain planning, we maintain sufficient stock for immediate shipments. For urgent orders, we activate an accelerated production and dispatch system to [core_features_section_line4_span_en]",
    "core_features_section_subtitle5": "Deeply customized solutions",
    "core_features_section_line5": "We offer full customization options: external dimensions, logo printing, internal structure, materials, and packaging design. Our engineering team analyzes your requirements in detail and develops [core_features_section_line5_span_en]",
    "core_features_section_subtitle6": "Comprehensive after-sales support",
    "core_features_section_line6": "We provide an end-to-end after-sales service that includes [core_features_section_line6_span_en] We support our clients throughout the entire cycle to ensure a seamless collaboration experience.",
    "our_partners_title": "Our Commercial Partners",
    "our_partners_subtitle": "We work with global platforms and companies that require quality, punctuality, and large-scale production.",
    "footer_contact": "Contact",
    "footer_email": "Contact Us",
    "copyright": "Copyright © 2025 Zhongbang Spinning Industrial Co;Ltd. All rights reserved.",
    "contact_title": "Learn More About [contact_brand]",
    "contact_content": "Our team is ready to assist you with product development, large-scale production, customized materials, and logistics solutions. Tell us what you need and we’ll help you move your project forward.",
    "contact_btn": "Send Email",
    "privacy_policy": "Privacy Policy"
}