{
    "menu_inicio": "Inicio",
    "menu_nosotros": "Nosotros",
    "menu_productos": "Productos",
    "menu_contacto": "Contacto",
    "about_title": "Sobre Nosotros",
    "about_text_1": "En [brand] nos especializamos en el diseño profesional, investigación, desarrollo y fabricación industrial de equipaje, mochilas térmicas para food delivery, prendas técnicas y otros artículos para operación en campo.",
    "about_text_2": "Nos ubicamos en China-Schenzen. Contamos con más de [experience_es], con fábricas en Shenzhen y Dongguan, y una capacidad instalada de 1,000,000 de piezas al año.",
    "about_text_3": "Nuestra infraestructura productiva integra equipos automatizados, líneas inteligentes y procesos estandarizados, lo que nos permite mantener un nivel superior en capacidad de diseño, precisión de manufactura y eficiencia operativa.",
    "about_text_4": "Implementamos sistemas avanzados de control de calidad, procesos de inspección en múltiples etapas y gestión técnica de materiales para asegurar consistencia, durabilidad y rendimiento en todos nuestros productos.",
    "about_text_5": "Gracias a una cadena de suministro optimizada, entregas puntuales y un servicio técnico especializado, nos hemos consolidado como un proveedor confiable para marcas internacionales que exigen altos estándares de producción y desempeño operativo.",
    "history_title": "Nuestra Trayectoria",
    "timeline_header_1": "Fase de Inicio",
    "timeline_content_1": "La empresa se estableció en Shenzhen, con un enfoque inicial en la fabricación tradicional de equipaje.",
    "timeline_header_2": "Avances comerciales y expansión de capacidad",
    "timeline_content_2": "Se inició la cooperación con plataformas líderes de entrega de alimentos en China,entrando oficialmente al sector de bolsas térmicas.Se construyó la primera línea de producción profesional de bolsas de aislamiento térmico.",
    "timeline_header_3": "Expansión global",
    "timeline_content_3": "Los productos comenzaron a distribuirse ampliamente en mercados del Sudeste Asiático y Europa. La empresa aprobó la auditoría BSCI, demostrando su compromiso con una producción ética y responsable.",
    "timeline_header_4": "Actualización de capacidad y transformación automatizada",
    "timeline_content_4": "La compañía se mudó a una nueva planta para satisfacer el crecimiento del negocio. Se incorporó equipo automatizado, aumentando la eficiencia de producción en un 40%.",
    "timeline_header_5": "Mejora integral en calidad y tecnología",
    "timeline_content_5": "Se diseñaron y fabricaron bolsas térmicas más ligeras, duraderas y cómodas de transportar, mejorando las condiciones de trabajo de los repartidores y haciendo sus entregas más eficientes y fáciles.",
    "timeline_header_6": "Visión a futuro",
    "timeline_content_6": "[feature_1_es] Desarrollo de soluciones de monitoreo de temperatura integradas con sensores IoT. [feature_2_es] Profundización en los mercados de Norteamérica y Sudamérica. [feature_3_es] Más inversión en equipos automatizados y materiales sostenibles.",
    "products_title": "Nuestros Productos",
    "product_1": "Mochilas",
    "product_2": "Chamarras",
    "product_3": "Chalecos",
    "product_4": "Playeras",
    "product_5": "Rompevientos",
    "product_6": "Cubrebotas",
    "product_7": "Hoodies",
    "product_features_title": "Todos nuestros productos son altamente personalizables.",
    "product_features_subtitle": "Fabricamos con el tipo de tela y el color que tu marca necesite, incluyendo desarrollos especiales bajo especificación técnica o Pantone.",
    "feature1_details_title": "Telas 100% a la medida",
    "feature1_details_item1": "Tipo de fibra",
    "feature1_details_item2": "Gramaje",
    "feature1_details_item3": "Densidad",
    "feature1_details_item4": "Revestimientos",
    "feature1_details_item5": "Tratamientos Especiales",
    "feature2_details_title": "Tallas disponibles",
    "feature2_details_item1": "XS · S · M · L · XL · 2XL · 3XL · 4XL",
    "feature2_details_item2": "También fabricamos tallas fuera de rango bajo pedido.",
    "feature3_details_title": "Personalización de color",
    "feature3_details_item1": "Desde colores sólidos estándar hasta tonos especiales desarrollados según tu referencia o código Pantone.",
    "production_features_section_title": "10 años desarrollando soluciones a medida para que tu negocio crezca sin límites.",
    "production_features_section_line1": "Operamos [production_features_section_line1_span_es], diseñadas para maximizar la velocidad, la precisión y la consistencia en cada pieza fabricada.",
    "production_features_section_line2": "Nuestra línea de producción principal alcanza una [production_features_section_line2_span_es], permitiéndonos responder con agilidad a proyectos urgentes o de gran escala.",
    "core_features_section_title": "Ventajas que impulsan tu crecimiento",
    "core_features_section_subtitle1": "Producción eficiente y a gran escala",
    "core_features_section_line1": "Operamos con un modelo de producción lean y una [capacity_es] lo que nos permite entregar pedidos de gran volumen de forma estable y optimizar costos mediante fabricación a gran escala.",
    "core_features_section_subtitle2": "Sistema riguroso de control de calidad",
    "core_features_section_line2": "Todos nuestros productos cumplen con [certifications1] y varias líneas están certificadas bajo estándares internacionales como [certifications2_es] Implementamos inspecciones completas en cada etapa: desde la selección de materias primas hasta el proceso de producción y la entrega final. Esto garantiza rendimiento estable y calidad confiable en cada pieza.",
    "core_features_section_subtitle3": "Integración vertical y control total de costos",
    "core_features_section_line3": "Desarrollamos internamente materiales clave y trabajamos con proveedores estratégicos de primer nivel, logrando una cadena de suministro integrada que combina [core_features_section_line3_span_es]",
    "core_features_section_subtitle4": "Respuesta rápida y tiempos de entrega ágiles",
    "core_features_section_line4": "Gracias a nuestra gestión de inventario y cadena de suministro, mantenemos stock adecuado para envíos inmediatos. Para pedidos urgentes, activamos un sistema de producción y despacho acelerado para [core_features_section_line4_span_es]",
    "core_features_section_subtitle5": "Soluciones profundamente personalizadas",
    "core_features_section_line5": "Ofrecemos personalización integral: dimensiones externas, impresión de logos, estructura interna, materiales y diseño de empaque. Nuestro equipo de ingeniería analiza tus necesidades a detalle y desarrolla [core_features_section_line5_span_es]",
    "core_features_section_subtitle6": "Soporte postventa completo",
    "core_features_section_line6": "Contamos con un sistema de postventa integral que incluye [core_features_section_line6_span_es] Acompañamos a nuestros clientes en todo el ciclo para asegurar una experiencia de colaboración impecable.",
    "our_partners_title": "Nuestros Socios Comerciales",
    "our_partners_subtitle": "Trabajamos con plataformas y compañías globales que requieren calidad, puntualidad y producción a gran escala",
    "footer_contact": "Contacto",
    "footer_email": "Enviar Correo",
    "copyright": "Copyright © 2025 Zhongbang Fine Spinning. Todos los derechos reservados.",
    "contact_title":"Conoce más sobre [contact_brand]",
    "contact_content":"Nuestro equipo está listo para asesorarte en desarrollo de productos, producción a escala, materiales personalizados y soluciones de logística. Cuéntanos qué necesitas para impulsar tu proyecto.",
    "contact_btn":"Enviar Mensaje"
}